{
  "files": {
    "english\\fu_l_english.yml": {
      "AUTO_MODIFIER_NAME_fu_save_game_compatability": "43ad21b6739ba3528cd23132e0932a92fd3ad36f8f913881da09704e9e05b76d",
      "STATIC_MODIFIER_NAME_fu_location_disabled_static_modifier": "6e96e685d8d0bee73fb7ca69273eef97b7932fc1bb4ad31b1e8db219f8e22cfa",
      "fu_save_game_compatability": "43ad21b6739ba3528cd23132e0932a92fd3ad36f8f913881da09704e9e05b76d",
      "rule_fu_block_recolonization_rule": "6ca8894cfa1a5e4fef450469edafd5672e24197a203babea73cdc1567c4cf42c",
      "rule_fu_nation_removal_rule": "5e5e527f6e3985323617d2d5bc53b9d98149a618c2ad716f3c1f5c08317c7aa1",
      "rule_fu_sop_rule": "224b68e40d6819f2e32f2a2a3fc48390f83939557faf2efa34dc277687bfaafa",
      "setting_fu_asia_centric_setting": "ef77624909f1c688fff6531eb478a661f4ff04302eb69f5281ca0ccbc07176d2",
      "setting_fu_asia_centric_setting_desc": "3e1f27c6ac600227bbccfc9fb43268cb9b33e0154f6f302645cda905d1223fc2",
      "setting_fu_cull_sop_countries_setting": "61b1c57b28458a49feb31909ca59bbc47881389ae69c492db7b12a1c1a46f984",
      "setting_fu_cull_sop_countries_setting_desc": "8449ac1a71854d506c2d8ebd8a8d8e7b8eb2ede7bdce7581dd42513239243745",
      "setting_fu_europe_europe_centric_setting": "0bad5b9e4c55505357df3f3ed586c395c79398635144caafa7789d2c34414c1b",
      "setting_fu_europe_europe_centric_setting_desc": "c6e04e73f9a3730b367cf813f728151c17ce17b9923bc640c881ff864deefc32",
      "setting_fu_no_cull_sop_countries_setting": "07a7619b1846afb1d88bfaa760ea1288c160a094c71dc5ff96ec5a036757d273",
      "setting_fu_no_cull_sop_countries_setting_desc": "d82e5dc67abcfe2a27ee6ff4ae6576b443330fa1d08cd2f57bcfd633f2162cd5",
      "setting_fu_no_removal_setting": "7c86caa738b5941fdee0087f5083a34c98bd582cbe65f3c841c39f014a9dee0e",
      "setting_fu_no_removal_setting_desc": "2cdd9260aa78c82963b490b4e4b3503f8f57426239cfb06bc340fbca99d4fa93",
      "setting_fu_recolonization_allowed_setting": "1ea442a134b2a184bd5d40104401f2a37fbc09ccf3f4bc9da161c6099be3691d",
      "setting_fu_recolonization_allowed_setting_desc": "4353ecba5db745b82bab93cdac8d85e08a08be22398b57037a0422e89de6ac11",
      "setting_fu_recolonization_blocked_setting": "85a39ab345d672ff8ca9b9c6876f3adcacf45ee7c1e2dbd2408fd338bd55e07e",
      "setting_fu_recolonization_blocked_setting_desc": "f38d62377ec62c0643c19eae858201d931f988329ffe724ab7096e75d4d916b0",
      "setting_fu_remove_low_importance_setting": "141262b21f4351303578ef1103ffa7c272e6e910094f28ec32119bff58a8a3ac",
      "setting_fu_remove_low_importance_setting_desc": "dae3df5d52fef3ce966e4c436b1abd84a0cda39678880ae4caf89ba47f5567bb"
    }
  },
  "version": 1,
  "workshop": {
    "description_hash": "ea738688271f74bd5c09cb4f851c6c24454c231b05c6b6fb31e0df07b08cff19",
    "description_translator": "gemini-3-flash",
    "template_hash": "c2c308feaff7651c7246a978e90bbf536adf3da2ffd01e16d31f6f72ede6fee2",
    "title_translator": "gemini-3-flash",
    "translations": {
      "braz_por": {
        "description": "[h1]Visão Geral:[/h1]\nMelhora drasticamente a velocidade do jogo/taxa de tiques (tick rate) enquanto mantém o equilíbrio e a jogabilidade originais (vanilla).\n\n[h1]Funcionalidades:[/h1]\n[olist]\n [*][b]Velocidade de Jogo 100%+ mais Rápida:[/b] Na velocidade 5, você deve ver o tempo passar cerca de duas vezes mais rápido que no vanilla, e uma melhoria ainda maior em velocidades mais baixas.\n    [list]\n     [*]Realizado através de dezenas de alterações nos \"defines\" que seriam muitas para listar aqui.\n     [*]Remoção de tiques horários.\n     [*]Combate, Velocidade de Movimento e a Frequência de Atualização do Jogo e da IA foram todos ajustados para que todos os resultados e o equilíbrio do jogo sejam idênticos ao vanilla. Você não deve notar nenhuma diferença além da velocidade mais rápida.\n    [/list]\n [*][b]Regras de Jogo Opcionais de Otimização de Desempenho:[/b]\n  [list]\n   [*][b]Exclusão de Nações Baseadas em População (Pop-Based):[/b] Deleta nações baseadas em população em regiões sem nenhuma nação regular. Veja a captura de tela da página do mod para uma comparação com o vanilla.\n   [*][b]Remoção de Regiões:[/b] Centrado na Europa, Centrado na Ásia e Remover Regiões de Baixa Importância. Veja as capturas de tela da página do mod para ver como cada uma ficará.\n    [list]\n     [*][b]Remover Regiões de Baixa Importância:[/b] Deleta nações menores em regiões com pouca chance de interação, como pequenas nações insulares do Pacífico — detalhes completos nas descrições das regras de jogo.\n     [*][b]Centrado na Europa:[/b] Efetivamente um jogo apenas na Europa, removendo regiões distantes como o Leste Asiático, Indonésia e Oceania.\n     [*][b]Centrado na Ásia:[/b] Efetivamente um jogo apenas na Ásia, removendo regiões distantes como a Europa e a África Ocidental.\n    [/list]\n  [/list]\n[/olist]\n\nPara referência, em meus testes, o \"Daily Ticks\" na velocidade 5 aumentou a velocidade do jogo em 12,92%, enquanto o vídeo da página do Steam mostra que o Faster Universalis, sem nenhuma otimização opcional ativada, aumentou a velocidade do jogo em 102,12% em um save de final de jogo vanilla. Com as otimizações opcionais ativadas, como a Exclusão de Nações Baseadas em População e regiões centradas na Europa, você pode ver melhorias de mais de 200%.\n\n[h1]Planejado/Em Breve:[/h1]\n[olist]\n [*][b]Otimização Contínua de Desempenho:[/b] Continuarei a otimizar o desempenho do mod conforme encontrar mais oportunidades.\n [*][b]Customização Adicional:[/b] Permitir o ajuste da velocidade de combate e de movimento através das regras de jogo. Sinta-se à vontade para sugerir outras configurações que gostaria de ver.\n [*][b]Opções de Ajuste Gráfico:[/b] Também tenho trabalhado na melhoria do desempenho de renderização/FPS, que será lançada em uma atualização futura. Mas, até agora, consegui apenas um aumento de 13% no FPS. (Se desejar, você pode remover o comentário dos meus defines gráficos em desenvolvimento (WIP), mas eles não estão ativados por padrão no momento.) Note que, se você estiver limitado pela CPU (CPU-bound), ainda poderá notar um aumento de FPS atualmente. E você verá um aumento de FPS ao usar qualquer uma das regras de jogo de desempenho opcional em certas cenas, pois haverá menos para renderizar.\n[/olist]\n\n[h2]Localizações Nativas:[/h2]\n[list]\n [*][b]English:[/b] Primária\n[/list]\n\n[h2]Localizações traduzidas pelo DeepL:[/h2]\n[list]\n [*][b]Chinese / 中文[/b]\n [*][b]French / Français[/b]\n [*][b]German / Deutsch[/b]\n [*][b]Japanese / 日本語[/b]\n [*][b]Korean / 한국어[/b]\n [*][b]Polish / Polski[/b]\n [*][b]Portuguese (Brazil) / Português (Brasil)[/b]\n [*][b]Russian / Русский[/b]\n [*][b]Spanish / Español[/b]\n [*][b]Turkish / Türkçe[/b]\n[/list]\n\n[h1]Registro de Alterações:[/h1]\nVeja as [url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]Notas de Alteração na página da oficina[/url].\n\n[h1]Compatibilidade:[/h1]\n[list]\n [*]Suporta a v1.0.11 e o beta da v1.1.\n [*]Não compatível com Ironman.\n [*]Totalmente compatível com jogos salvos (save game).\n [*]Não deve ser usado com qualquer outro mod de alteração de tique, como o Daily Ticks.\n [*]Posso adicionar patches de compatibilidade mediante solicitação.\n[/list]\n\n[h1]Notas Adicionais[/h1]\nCom as melhorias drásticas de velocidade, você pode querer jogar em uma configuração de velocidade mais baixa, talvez na velocidade 1 enquanto estiver em guerra.\n\nOs testadores não notaram problemas ou comportamentos inesperados até o momento. Mas, por favor, relate quaisquer problemas ou resultados que não correspondam ao vanilla/comportamento esperado, caso ocorram.\n\nAlém da seção de comentários e da discussão de sugestões fixada, você também pode tirar dúvidas, relatar bugs ou fazer sugestões no canal [url=https://discord.gg/zeQ6x9wrPq]#utility-mods do servidor do Discord da Comunidade EU5[/url]. E se estiver interessado em participar do desenvolvimento deste ou de um dos meus outros mods, você pode me marcar ou me adicionar no Discord @arealconner. Todas as contribuições são bem-vindas.\n\nTambém estou procurando mais testadores para a versão de desenvolvimento do mod. Se estiver interessado, entre em contato pelo Discord também.\n\nAs versões de código-fonte e desenvolvimento do mod estão disponíveis no [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub.[/url]\n",
        "title": "Universalis Mais Rápido"
      },
      "french": {
        "description": "[h1]Aperçu :[/h1]\nAméliore considérablement la vitesse de jeu/le taux de tick tout en maintenant l'équilibre et le gameplay vanilla.\n\n[h1]Caractéristiques :[/h1]\n[olist]\n [*][b]Vitesse de jeu plus rapide de 100 % et plus :[/b] En vitesse 5, vous devriez voir le temps passer environ deux fois plus vite qu'en version vanilla, et une amélioration encore plus grande aux vitesses inférieures.\n    [list]\n     [*]Accompli grâce à des dizaines de modifications de \"defines\" qui seraient trop nombreuses pour être listées ici.\n     [*]Suppression des ticks horaires.\n     [*]Le combat, la vitesse de mouvement, la fréquence de mise à jour du jeu et de l'IA ont tous été ajustés afin que tous les résultats et l'équilibre du jeu soient identiques à la version vanilla. Vous ne devriez remarquer aucune différence à part la vitesse accrue.\n    [/list]\n [*][b]Règles de jeu d'optimisation de performance optionnelles :[/b]\n  [list]\n   [*][b]Suppression des nations basées sur la population :[/b] Supprime les nations basées sur la population dans les régions sans aucune nation régulière. Voir la capture d'écran de la page du mod pour une comparaison avec la version vanilla.\n   [*][b]Retraits de régions :[/b] Centré sur l'Europe, Centré sur l'Asie, et Suppression des régions de faible importance. Voir les captures d'écran de la page du mod pour voir à quoi chaque option ressemble.\n    [list]\n     [*][b]Suppression des régions de faible importance :[/b] Supprime les nations mineures dans les régions ayant peu de chances d'interaction, telles que les petites nations insulaires du Pacifique — détails complets dans les descriptions des règles de jeu.\n     [*][b]Centré sur l'Europe :[/b] Effectivement une partie uniquement européenne, supprimant les régions éloignées telles que l'Asie de l'Est, l'Indonésie et l'Océanie.\n     [*][b]Centré sur l'Asie :[/b] Effectivement une partie uniquement asiatique, supprimant les régions éloignées telles que l'Europe et l'Afrique de l'Ouest.\n    [/list]\n  [/list]\n[/olist]\n\nÀ titre de référence, lors de mes tests, \"Daily Ticks\" en vitesse 5 augmentait la vitesse de jeu de 12,92 %, alors que, comme le montre la vidéo de la page Steam, \"Faster Universalis\" sans aucune optimisation optionnelle activée augmentait la vitesse de jeu de 102,12 % sur une sauvegarde de fin de partie vanilla. Avec les optimisations optionnelles activées, telles que la suppression des nations basées sur la population et les régions centrées sur l'Europe, vous pouvez constater des améliorations de plus de 200 %.\n\n[h1]Prévu / À venir :[/h1]\n[olist]\n [*][b]Optimisation continue des performances :[/b] Je continuerai d'optimiser le mod pour les performances au fur et à mesure que je trouverai de nouvelles opportunités.\n [*][b]Personnalisation supplémentaire :[/b] Permettre d'ajuster la vitesse de combat et la vitesse de déplacement via les règles de jeu. N'hésitez pas à suggérer d'autres paramètres que vous aimeriez voir.\n [*][b]Options de réglages graphiques :[/b] J'ai également travaillé sur l'amélioration des performances de rendu/FPS, qui seront publiées dans une future mise à jour. Mais à l'heure actuelle, je n'ai réussi qu'une augmentation de 13 % des FPS. (Si vous le souhaitez, vous pouvez décommenter mes defines graphiques WIP, mais ils ne sont pas activés par défaut pour le moment.) Notez que si vous êtes limité par votre processeur (CPU-bound), vous pourriez tout de même constater un gain de FPS actuellement. Et vous verrez un gain de FPS en utilisant l'une des règles de jeu de performance optionnelles dans certaines scènes, car il y aura moins d'éléments à afficher.\n[/olist]\n\n[h2]Localisations natives :[/h2]\n[list]\n [*][b]English :[/b] Principal\n[/list]\n\n[h2]Localisations traduites par DeepL :[/h2]\n[list]\n [*][b]Chinois / 中文[/b]\n [*][b]French / Français[/b]\n [*][b]German / Deutsch[/b]\n [*][b]Japanese / 日本語[/b]\n [*][b]Korean / 한국어[/b]\n [*][b]Polish / Polski[/b]\n [*][b]Portuguese (Brazil) / Português (Brasil)[/b]\n [*][b]Russian / Русский[/b]\n [*][b]Spanish / Español[/b]\n [*][b]Turkish / Türkçe[/b]\n[/list]\n\n[h1]Journal des modifications :[/h1]\nVoir les [url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]notes de mise à jour sur la page du workshop[/url].\n\n[h1]Compatibilité :[/h1]\n[list]\n [*]Prend en charge la v1.0.11 et la bêta v1.1.\n [*]Non compatible avec le mode Ironman.\n [*]Entièrement compatible avec les sauvegardes de jeu.\n [*]Ne doit pas être utilisé avec un autre mod de changement de tick, tel que \"Daily Ticks\".\n [*]Je peux ajouter des patchs de compatibilité sur demande.\n[/list]\n\n[h1]Notes supplémentaires[/h1]\nAvec les améliorations de vitesse drastiques, vous pourriez vouloir jouer sur un réglage de vitesse inférieur, peut-être en vitesse 1 pendant une guerre.\n\nLes testeurs n'ont remarqué aucun problème ou comportement inattendu jusqu'à présent. Mais veuillez signaler tout problème ou résultat qui ne correspondrait pas au comportement vanilla/attendu s'ils surviennent.\n\nEn plus de la section des commentaires et de la discussion épinglée sur les suggestions, vous pouvez également poser des questions, signaler des bugs ou faire des suggestions dans le [url=https://discord.gg/zeQ6x9wrPq]salon #utility-mods du serveur Discord de la communauté EU5[/url]. Et si vous êtes intéressé à participer au développement de ce mod ou de l'un de mes autres mods, vous pouvez me poker ou m'ajouter sur Discord @arealconner. Toutes les contributions sont les bienvenues.\n\nJe recherche également d'autres testeurs pour la version de développement du mod. Si vous êtes intéressé, n'hésitez pas à me contacter également sur Discord.\n\nLe code source et les versions de développement du mod sont disponibles sur [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub.[/url]\n",
        "title": "Universalis plus rapide"
      },
      "german": {
        "description": "[h1]Übersicht:[/h1]\nVerbessert die Spielgeschwindigkeit/Tick-Rate drastisch, während die Vanilla-Balance und das Gameplay beibehalten werden.\n\n[h1]Features:[/h1]\n[olist]\n [*][b]100 %+ schnellere Spielgeschwindigkeit:[/b] Auf Stufe 5 sollte die Zeit etwa doppelt so schnell vergehen wie im Originalspiel (Vanilla), bei niedrigeren Geschwindigkeitsstufen ist die Verbesserung sogar noch deutlicher.\n    [list]\n     [*]Erreicht durch dutzende Änderungen an den Defines, die hier zu zahlreich wären, um sie alle aufzuführen.\n     [*]Stündliche Ticks entfernt.\n     [*]Kampf, Bewegungsgeschwindigkeit sowie die Aktualisierungsfrequenz von Spiel & KI wurden so angepasst, dass alle Ergebnisse und die Spielbalance identisch mit der Vanilla-Version sein sollten. Abgesehen von der höheren Geschwindigkeit sollten Sie keinen Unterschied bemerken.\n    [/list]\n [*][b]Optionale Spielregeln zur Performance-Optimierung:[/b]\n  [list]\n   [*][b]Pop-basiertes Löschen von Nationen (Nation Culling):[/b] Löscht pop-basierte Nationen in Regionen ohne reguläre Nationen. Siehe den Screenshot auf der Mod-Seite für einen Vergleich zur Vanilla-Version.\n   [*][b]Entfernen von Regionen:[/b] Europa-zentriert, Asien-zentriert und Entfernen unbedeutender Regionen. Siehe die Screenshots auf der Mod-Seite, um zu sehen, wie die jeweilige Option aussieht.\n    [list]\n     [*][b]Entfernen unbedeutender Regionen:[/b] Löscht kleinere Nationen in Regionen mit geringer Interaktionswahrscheinlichkeit, wie z. B. kleine pazifische Inselnationen – Details finden Sie in den Beschreibungen der Spielregeln.\n     [*][b]Europa-zentriert:[/b] Praktisch ein reines Europa-Spiel, bei dem weit entfernte Regionen wie Ostasien, Indonesien und Ozeanien entfernt werden.\n     [*][b]Asien-zentriert:[/b] Praktisch ein reines Asien-Spiel, bei dem weit entfernte Regionen wie Europa und Westafrika entfernt werden.\n    [/list]\n  [/list]\n[/olist]\n\nAls Referenz: In meinen Tests erhöhte „Daily Ticks“ auf Stufe 5 die Spielgeschwindigkeit um 12,92 %, während „Faster Universalis“ (wie im Video auf der Steam-Seite zu sehen) ohne aktivierte optionale Optimierungen die Spielgeschwindigkeit in einem Vanilla-Spielstand im Late-Game um 102,12 % steigerte. Mit aktivierten optionalen Optimierungen, wie dem Pop-basierten Löschen von Nationen und europa-zentrierten Regionen, können Verbesserungen von über 200 % erzielt werden.\n\n[h1]Geplant/Demnächst:[/h1]\n[olist]\n [*][b]Fortlaufende Performance-Optimierung:[/b] Ich werde die Mod weiter auf Leistung optimieren, sobald ich weitere Möglichkeiten finde.\n [*][b]Zusätzliche Anpassungsmöglichkeiten:[/b] Ermöglicht die Anpassung von Kampf- und Bewegungsgeschwindigkeit über die Spielregeln. Gerne können Sie weitere Einstellungen vorschlagen, die Sie sich wünschen.\n [*][b]Optionen für Grafik-Tweaks:[/b] Ich habe auch an der Verbesserung der Rendering-/FPS-Leistung gearbeitet, was in einem zukünftigen Update veröffentlicht wird. Bisher konnte ich jedoch nur eine Steigerung der FPS um 13 % erzielen. (Wenn Sie möchten, können Sie meine in Arbeit befindlichen Grafik-Defines auskommentieren, diese sind jedoch standardmäßig nicht aktiviert.) Beachten Sie, dass Sie derzeit möglicherweise dennoch einen FPS-Boost bemerken, wenn Ihr System CPU-gebunden ist. Zudem werden Sie bei Verwendung einer der optionalen Performance-Spielregeln in bestimmten Szenen einen FPS-Boost sehen, da weniger gerendert werden muss.\n[/olist]\n\n[h2]Native Lokalisierungen:[/h2]\n[list]\n [*][b]Englisch:[/b] Primär\n[/list]\n\n[h2]Mit DeepL übersetzte Lokalisierungen:[/h2]\n[list]\n [*][b]Chinesisch / 中文[/b]\n [*][b]Französisch / Français[/b]\n [*][b]German / Deutsch[/b]\n [*][b]Japanisch / 日本語[/b]\n [*][b]Koreanisch / 한국어[/b]\n [*][b]Polnisch / Polski[/b]\n [*][b]Portuguese (Brazil) / Português (Brasil)[/b]\n [*][b]Russian / Русский[/b]\n [*][b]Spanish / Español[/b]\n [*][b]Turkish / Türkçe[/b]\n[/list]\n\n[h1]Änderungsprotokoll:[/h1]\nSiehe die [url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]Change Notes auf der Workshop-Seite[/url].\n\n[h1]Kompatibilität:[/h1]\n[list]\n [*]Unterstützt v1.0.11 und die v1.1 Beta.\n [*]Nicht Ironman-kompatibel.\n [*]Vollständig spielstandkompatibel.\n [*]Sollte nicht zusammen mit anderen Mods verwendet werden, die die Ticks ändern, wie z. B. „Daily Ticks“.\n [*]Auf Anfrage werde ich eventuell Kompatibilitäts-Patches hinzufügen.\n[/list]\n\n[h1]Zusätzliche Anmerkungen[/h1]\nAufgrund der drastischen Geschwindigkeitsverbesserungen möchten Sie vielleicht auf einer niedrigeren Geschwindigkeitsstufe spielen, zum Beispiel auf Stufe 1 während eines Krieges.\n\nTester haben bisher keine Probleme oder unerwartetes Verhalten festgestellt. Bitte melden Sie jedoch alle Probleme oder Ergebnisse, die nicht der Vanilla-Balance oder dem erwarteten Verhalten entsprechen, falls diese auftreten sollten.\n\nZusätzlich zum Kommentarbereich und der angepinnten Diskussion für Vorschläge können Sie auch Fragen stellen, Bugs melden oder Vorschläge im [url=https://discord.gg/zeQ6x9wrPq]#utility-mods Channel des EU5 Community Discord-Servers[/url] machen. Wenn Sie an der Entwicklung dieser oder einer meiner anderen Mods mitwirken möchten, können Sie mich auf Discord unter @arealconner pingen oder hinzufügen. Alle Beiträge sind willkommen.\n\nIch suche außerdem weitere Tester für die Entwicklungsversion der Mod. Bei Interesse melden Sie sich bitte ebenfalls über Discord.\n\nDie Quell- und Entwicklungsversionen der Mod sind auf [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub verfügbar.[/url]\n",
        "title": "Schnelleres Universalis"
      },
      "japanese": {
        "description": "[h1]概要:[/h1]\nバニラのバランスとゲームプレイを維持しつつ、ゲーム速度/ティックレートを劇的に向上させます。\n\n[h1]特徴:[/h1]\n[olist]\n [*][b]100%以上のゲーム速度向上:[/b] 速度5設定では、バニラの約2倍の速さで時間が経過し、低速設定ではさらに大きな改善が見られます。\n    [list]\n     [*]ここには書ききれないほど多くのdefines（定義）の変更によって実現しました。\n     [*]1時間ごとのティックを削除\n     [*]戦闘、移動速度、ゲームおよびAIの更新頻度はすべて調整されており、すべての結果とゲームバランスはバニラと同一になるはずです。速度向上以外に違いを感じることはないでしょう。\n    [/list]\n [*][b]オプションのパフォーマンス最適化用ゲームルール:[/b]\n  [list]\n   [*][b]Popベースの国家の削除（Pop-Based Nation Culling）:[/b] 通常の国家が存在しない地域のPopベースの国家を削除します。バニラとの比較については、Modページのスクリーンショットをご覧ください。\n   [*][b]リージョンの削除:[/b] 欧州中心、アジア中心、および重要度の低いリージョンの削除。それぞれの見た目については、Modページのスクリーンショットをご覧ください。\n    [list]\n     [*][b]重要度の低いリージョンの削除:[/b] 太平洋の小さな島国など、相互作用の可能性がほとんどない地域のマイナー国家を削除します。詳細はゲームルール内の説明をご覧ください。\n     [*][b]欧州中心:[/b] 実質的にヨーロッパのみのゲームとなり、東アジア、インドネシア、オセアニアなどの遠隔地を削除します。\n     [*][b]アジア中心:[/b] 実質的にアジアのみのゲームとなり、ヨーロッパや西アフリカなどの遠隔地を削除します。\n    [/list]\n  [/list]\n[/olist]\n\n参考までに、テストでは速度5での「Daily Ticks」がゲーム速度を12.92%向上させたのに対し、Steamページの動画にあるように、「Faster Universalis」はオプションの最適化を一切有効にしていないバニラ終盤のセーブデータで、ゲーム速度を102.12%向上させました。「Popベース国家の削除」や「欧州中心」などのオプションの最適化を有効にすると、200%以上の向上が見られます。\n\n[h1]計画中/今後の予定:[/h1]\n[olist]\n [*][b]継続的なパフォーマンス最適化:[/b] 今後も機会を見つけ次第、Modの最適化を継続していきます。\n [*][b]追加のカスタマイズ:[/b] ゲームルールを通じて戦闘速度や移動速度を調整できるようにします。他にも希望する設定があれば、お気軽に提案してください。\n [*][b]グラフィック調整オプション:[/b] レンダリング/FPSパフォーマンスの向上にも取り組んでおり、将来のアップデートでリリース予定です。現時点では、FPSの向上は13%にとどまっています。（必要であれば、私の作成中のグラフィック用definesをアンコメントすることもできますが、現在はデフォルトで有効になっていません。）CPUがボトルネックになっている場合は、現時点でもFPSの向上が見られる可能性があります。また、オプションのパフォーマンス用ゲームルールを使用すると、描写する対象が減るため、特定のシーンでFPSが向上します。\n[/olist]\n\n[h2]ネイティブによる翻訳:[/h2]\n[list]\n [*][b]English:[/b] Primary\n[/list]\n\n[h2]DeepL翻訳によるローカライズ:[/h2]\n[list]\n [*][b]Chinese / 中文[/b]\n [*][b]French / Français[/b]\n [*][b]German / Deutsch[/b]\n [*][b]Japanese / 日本語[/b]\n [*][b]Korean / 한국어[/b]\n [*][b]Polish / Polski[/b]\n [*][b]Portuguese (Brazil) / Português (Brasil)[/b]\n [*][b]Russian / Русский[/b]\n [*][b]Spanish / Español[/b]\n [*][b]Turkish / Türkçe[/b]\n[/list]\n\n[h1]変更履歴:[/h1]\nワークショップページの[url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]変更履歴[/url]をご覧ください。\n\n[h1]互換性:[/h1]\n[list]\n [*]v1.0.11 および v1.1 ベータ版をサポート。\n [*]アイアンマン非対応。\n [*]セーブデータとの完全な互換性あり。\n [*]「Daily Ticks」など、他のティック変更Modと一緒に使用しないでください。\n [*]リクエストがあれば互換パッチを追加する可能性があります。\n[/list]\n\n[h1]補足事項[/h1]\n大幅な速度向上により、戦争中などは速度1設定などの低速設定でプレイすることをお勧めします。\n\nテスターからは、今のところ不具合や予期しない挙動の報告はありません。しかし、もしバニラと異なる挙動や予期しない結果が発生した場合は、報告をお願いします。\n\nコメント欄や固定された提案スレッドに加え、[url=https://discord.gg/zeQ6x9wrPq]EU5 Community Discordサーバーの#utility-modsチャンネル[/url]でも質問、バグ報告、提案を受け付けています。また、このModや他の私のModの開発に参加したい場合は、Discordで @arealconner をメンションするかフレンド登録してください。あらゆる貢献を歓迎します。\n\n開発版のテスターも募集しています。興味がある方は、同じくDiscordでご連絡ください。\n\nModのソースコードおよび開発版は[url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub[/url]で公開されています。\n",
        "title": "高速化ユニバーサリス"
      },
      "korean": {
        "description": "[h1]개요:[/h1]\n바닐라 밸런스와 게임플레이를 유지하면서 게임 속도 및 틱 레이트(tick rate)를 획기적으로 향상시킵니다.\n\n[h1]주요 특징:[/h1]\n[olist]\n [*][b]100% 이상 빨라진 게임 속도:[/b] 5배속에서 바닐라보다 약 두 배 빠르게 시간이 흐르는 것을 볼 수 있으며, 저배속에서는 더욱 큰 향상을 체감할 수 있습니다.\n    [list]\n     [*]이곳에 모두 나열하기에는 너무 많은 수십 개의 defines 변경을 통해 이루어졌습니다.\n     [*]시간당 틱 제거\n     [*]전투, 이동 속도, 게임 및 AI 업데이트 빈도가 모두 조정되어 모든 결과와 게임 밸런스가 바닐라와 동일하게 유지됩니다. 빨라진 속도 외에는 어떠한 차이도 느끼지 못할 것입니다.\n    [/list]\n [*][b]선택적 성능 최적화 게임 규칙:[/b]\n  [list]\n   [*][b]인구 기반 국가 선별(Pop-Based Nation Culling):[/b] 일반 국가가 없는 지역의 인구 기반 국가들을 삭제합니다. 바닐라와의 비교는 모드 페이지 스크린샷을 참조하세요.\n   [*][b]지역 제거:[/b] 유럽 중심, 아시아 중심, 중요도가 낮은 지역 제거. 각 설정의 모습은 모드 페이지 스크린샷을 참조하세요.\n    [list]\n     [*][b]중요도가 낮은 지역 제거:[/b] 태평양의 작은 섬나라들과 같이 상호작용 가능성이 거의 없는 지역의 소국들을 삭제합니다. 자세한 내용은 게임 규칙 설명을 참조하세요.\n     [*][b]유럽 중심:[/b] 사실상 유럽 전용 게임으로, 동아시아, 인도네시아, 오세아니아와 같은 먼 지역을 제거합니다.\n     [*][b]아시아 중심:[/b] 사실상 아시아 전용 게임으로, 유럽 및 서아프리카와 같은 먼 지역을 제거합니다.\n    [/list]\n  [/list]\n[/olist]\n\n참고로, 테스트 결과 5배속에서 Daily Ticks 모드는 게임 속도를 12.92% 향상시킨 반면, 스팀 페이지 영상에서 볼 수 있듯이 Faster Universalis는 선택적 최적화를 활성화하지 않은 상태에서도 후반부 바닐라 세이브에서 게임 속도를 102.12% 향상시켰습니다. 인구 기반 국가 선별 및 유럽 중심 지역과 같은 선택적 최적화를 활성화하면 200% 이상의 성능 향상을 볼 수 있습니다.\n\n[h1]예정된 업데이트:[/h1]\n[olist]\n [*][b]지속적인 성능 최적화:[/b] 더 많은 기회를 찾는 대로 모드의 성능 최적화를 계속 진행할 예정입니다.\n [*][b]추가 커스터마이징:[/b] 게임 규칙을 통해 전투 속도와 이동 속도를 조정할 수 있도록 할 예정입니다. 보고 싶은 다른 설정이 있다면 자유롭게 제안해 주세요.\n [*][b]그래픽 조정 옵션:[/b] 렌더링/FPS 성능 향상 작업도 진행 중이며, 향후 업데이트에서 출시될 예정입니다. 하지만 현재까지는 FPS가 13% 증가하는 데 그쳤습니다. (원하신다면 작업 중인 그래픽 defines의 주석을 해제할 수 있지만, 현재 기본적으로 활성화되어 있지는 않습니다.) CPU 병목 현상이 있는 경우 현재로도 FPS 상승을 볼 수 있습니다. 또한 선택적 성능 게임 규칙을 사용하면 렌더링할 대상이 줄어들어 특정 장면에서 FPS 상승을 확인할 수 있습니다.\n[/olist]\n\n[h2]기본 로컬라이징:[/h2]\n[list]\n [*][b]English:[/b] Primary\n[/list]\n\n[h2]DeepL 번역 로컬라이징:[/h2]\n[list]\n [*][b]Chinese / 中文[/b]\n [*][b]French / Français[/b]\n [*][b]German / Deutsch[/b]\n [*][b]Japanese / 日本語[/b]\n [*][b]Korean / 한국어[/b]\n [*][b]Polish / Polski[/b]\n [*][b]Portuguese (Brazil) / Português (Brasil)[/b]\n [*][b]Russian / Русский[/b]\n [*][b]Spanish / Español[/b]\n [*][b]Turkish / Türkçe[/b]\n[/list]\n\n[h1]변경 로그:[/h1]\n[url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]창작마당 페이지의 변경 참고 사항[/url]을 확인하세요.\n\n[h1]호환성:[/h1]\n[list]\n [*]v1.0.11 및 v1.1 베타를 지원합니다.\n [*]아이언맨 모드와 호환되지 않습니다.\n [*]세이브 파일과 완벽하게 호환됩니다.\n [*]Daily Ticks와 같은 다른 틱 변경 모드와 함께 사용해서는 안 됩니다.\n [*]요청 시 호환성 패치를 추가할 수 있습니다.\n[/list]\n\n[h1]추가 참고 사항[/h1]\n획기적인 속도 향상으로 인해, 전쟁 중에는 1배속과 같은 더 낮은 속도 설정으로 플레이하는 것이 좋을 수 있습니다.\n\n테스터들은 현재까지 어떠한 문제나 예상치 못한 동작을 발견하지 못했습니다. 하지만 바닐라와 일치하지 않거나 예상치 못한 결과가 발생하면 제보해 주세요.\n\n댓글 섹션과 고정된 제안 토론 외에도 [url=https://discord.gg/zeQ6x9wrPq]EU5 커뮤니티 디스코드 서버의 #utility-mods 채널[/url]에서 질문, 버그 제보, 제안을 하실 수 있습니다. 이 모드 또는 제 다른 모드의 개발에 참여하고 싶으시다면 디스코드 @arealconner로 핑을 보내거나 추가해 주세요. 모든 기여를 환영합니다.\n\n모드 개발 버전의 테스터도 모집 중입니다. 관심이 있으시면 디스코드로 연락해 주세요.\n\n모드의 소스 및 개발 버전은 [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub[/url]에서 확인할 수 있습니다.\n",
        "title": "더 빠른 유니버셜리스"
      },
      "polish": {
        "description": "[h1]Przegląd:[/h1]\nDramatycznie poprawia prędkość gry / częstotliwość ticków, zachowując balans i rozgrywkę wersji vanilla.\n\n[h1]Funkcje:[/h1]\n[olist]\n [*][b]Ponad 100% szybsze tempo gry:[/b] Na prędkości 5 czas powinien płynąć około dwukrotnie szybciej niż w wersji vanilla, a na niższych prędkościach poprawa jest jeszcze bardziej widoczna.\n    [list]\n     [*]Osiągnięte dzięki dziesiątkom zmian w definicjach (defines), których jest zbyt wiele, by je tutaj wymienić.\n     [*]Usunięto cogodzinne ticki.\n     [*]Walka, prędkość ruchu oraz częstotliwość aktualizacji gry i SI zostały dostosowane tak, aby wszystkie wyniki i balans gry były identyczne z wersją vanilla. Nie powinieneś zauważyć żadnej różnicy poza szybszym tempem.\n    [/list]\n [*][b]Opcjonalne zasady gry optymalizujące wydajność:[/b]\n  [list]\n   [*][b]Usuwanie narodów opartych na popach (Pop-Based Nation Culling):[/b] Usuwa narody oparte na popach w regionach pozbawionych standardowych narodów. Zobacz zrzut ekranu na stronie moda, aby porównać efekt z wersją vanilla.\n   [*][b]Usuwanie regionów:[/b] Skupienie na Europie, Skupienie na Azji oraz Usuwanie regionów o niskim znaczeniu. Zobacz zrzuty ekranu na stronie moda, aby sprawdzić, jak wygląda każdy z tych wariantów.\n    [list]\n     [*][b]Usuwanie regionów o niskim znaczeniu:[/b] Usuwa mniejsze narody w regionach o małej szansie na interakcję, takie jak małe państwa wyspiarskie na Pacyfiku – pełne szczegóły w opisach zasad gry.\n     [*][b]Skupienie na Europie:[/b] W praktyce rozgrywka ograniczona do Europy, usuwająca odległe regiony, takie jak Azja Wschodnia, Indonezja i Oceania.\n     [*][b]Skupienie na Azji:[/b] W praktyce rozgrywka ograniczona do Azji, usuwająca odległe regiony, takie jak Europa i Afryka Zachodnia.\n    [/list]\n  [/list]\n[/olist]\n\nDla odniesienia: w moich testach mod Daily Ticks na prędkości 5 zwiększył szybkość gry o 12,92%, podczas gdy – jak widać na filmie na stronie Steam – Faster Universalis bez żadnych opcjonalnych optymalizacji zwiększył szybkość gry o 102,12% na zapisie z późnej fazy gry w wersji vanilla. Przy włączonych opcjonalnych optymalizacjach, takich jak usuwanie narodów opartych na popach czy skupienie na Europie, można zaobserwować poprawę o ponad 200%.\n\n[h1]Planowane / Wkrótce:[/h1]\n[olist]\n [*][b]Dalsza optymalizacja wydajności:[/b] Będę kontynuował optymalizację moda pod kątem wydajności w miarę znajdowania nowych możliwości.\n [*][b]Dodatkowa personalizacja:[/b] Możliwość dostosowania prędkości walki i prędkości ruchu poprzez zasady gry. Zachęcam do sugerowania innych ustawień, które chcielibyście zobaczyć.\n [*][b]Opcje poprawek graficznych:[/b] Pracuję również nad poprawą wydajności renderowania/FPS, co zostanie wydane w przyszłej aktualizacji. Jak na razie udało mi się uzyskać 13% wzrostu FPS. (Jeśli chcesz, możesz odkomentować moje robocze definicje graficzne, ale obecnie nie są one domyślnie włączone). Pamiętaj, że jeśli Twój procesor (CPU) jest wąskim gardłem, możesz już teraz zauważyć wzrost FPS. Wzrost płynności zauważysz również korzystając z opcjonalnych zasad wydajności w niektórych scenach, ponieważ będzie mniej obiektów do wyrenderowania.\n[/olist]\n\n[h2]Rodzime lokalizacje:[/h2]\n[list]\n [*][b]Angielski (English):[/b] Główny\n[/list]\n\n[h2]Lokalizacje przetłumaczone przez DeepL:[/h2]\n[list]\n [*][b]Chiński / 中文[/b]\n [*][b]Francuski / Français[/b]\n [*][b]Niemiecki / Deutsch[/b]\n [*][b]Japoński / 日本語[/b]\n [*][b]Koreański / 한국어[/b]\n [*][b]Polski / Polski[/b]\n [*][b]Portugalski (Brazylia) / Português (Brasil)[/b]\n [*][b]Rosyjski / Русский[/b]\n [*][b]Hiszpański / Español[/b]\n [*][b]Turecki / Türkçe[/b]\n[/list]\n\n[h1]Lista zmian:[/h1]\nZobacz [url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]Change Notes na stronie warsztatu[/url].\n\n[h1]Kompatybilność:[/h1]\n[list]\n [*]Obsługuje v1.0.11 i betę v1.1.\n [*]Niekompatybilny z trybem Ironman.\n [*]W pełni kompatybilny z zapisami gier (save game).\n [*]Nie powinien być używany z żadnym innym modem zmieniającym ticki, takim jak Daily Ticks.\n [*]Na prośbę mogę dodać patche kompatybilności.\n[/list]\n\n[h1]Dodatkowe uwagi[/h1]\nPrzy tak drastycznej poprawie prędkości możesz chcieć grać na niższym ustawieniu prędkości, na przykład na prędkości 1 podczas wojny.\n\nTesterzy jak dotąd nie zauważyli żadnych problemów ani nieoczekiwanych zachowań. Prosimy jednak o zgłaszanie wszelkich błędów lub wyników, które nie pokrywają się z wersją vanilla / oczekiwanym zachowaniem, jeśli takie wystąpią.\n\nOprócz sekcji komentarzy i przypiętej dyskusji o sugestiach, możesz również zadawać pytania, zgłaszać błędy lub składać propozycje na [url=https://discord.gg/zeQ6x9wrPq]kanale #utility-mods serwera Discord społeczności EU5[/url]. Jeśli jesteś zainteresowany dołączeniem do prac nad tym lub innym z moich modów, możesz wysłać mi wiadomość lub dodać mnie na Discordzie @arealconner. Wszelki wkład jest mile widziany.\n\nSzukam również więcej testerów wersji deweloperskiej moda. Jeśli jesteś zainteresowany, również skontaktuj się przez Discord.\n\nWersja źródłowa i deweloperska moda jest dostępna na [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHubie.[/url]\n",
        "title": "Szybsze Universalis"
      },
      "russian": {
        "description": "[h1]Обзор:[/h1]\nЗначительно увеличивает скорость игры/частоту тиков, сохраняя при этом ванильный баланс и игровой процесс.\n\n[h1]Особенности:[/h1]\n[olist]\n [*][b]Скорость игры выше на 100%+:[/b] На 5-й скорости время должно идти примерно в два раза быстрее, чем в оригинале, и еще быстрее на более низких скоростях.\n    [list]\n     [*]Достигнуто за счет десятков изменений параметров (defines), список которых слишком велик для приведения здесь.\n     [*]Удалены ежечасные тики.\n     [*]Боевка, скорость передвижения, частота обновлений игры и ИИ были скорректированы таким образом, чтобы все результаты и игровой баланс были идентичны ванильным. Вы не должны заметить никакой разницы, кроме возросшей скорости.\n    [/list]\n [*][b]Дополнительные игровые правила для оптимизации производительности:[/b]\n  [list]\n   [*][b]Удаление наций на основе населения (Pop-Based Nation Culling):[/b] Удаляет нации на основе населения в регионах, где нет обычных наций. Сравнение с ванильной версией см. на скриншоте страницы мода.\n   [*][b]Удаление регионов:[/b] Ориентирован на Европу (Europe Centric), Ориентирован на Азию (Asia Centric) и Удаление малозначимых регионов. Посмотрите на скриншоты страницы мода, чтобы увидеть, как выглядит каждый вариант.\n    [list]\n     [*][b]Удаление малозначимых регионов:[/b] Удаляет малые нации в регионах с низкой вероятностью взаимодействия, таких как малые острова Тихого океана — подробности в описании игровых правил.\n     [*][b]Ориентирован на Европу:[/b] По сути, игра только в Европе, удаляющая отдаленные регионы, такие как Восточная Азия, Индонезия и Океания.\n     [*][b]Ориентирован на Азию:[/b] По сути, игра только в Азии, удаляющая отдаленные регионы, такие как Европа и Западная Африка.\n    [/list]\n  [/list]\n[/olist]\n\nДля справки: в моих тестах мод Daily Ticks на 5-й скорости увеличил скорость игры на 12,92%, в то время как, судя по видео на странице Steam, Faster Universalis без включенных дополнительных оптимизаций увеличил скорость игры на 102,12% в позднем ванильном сохранении. С включенными дополнительными оптимизациями, такими как Pop-Based Nation Culling и регионы с центром в Европе, можно добиться прироста более 200%.\n\n[h1]Планируемое/В будущем:[/h1]\n[olist]\n [*][b]Продолжение оптимизации производительности:[/b] Я продолжу оптимизировать мод, находя новые возможности.\n [*][b]Дополнительные настройки:[/b] Возможность настройки скорости боя и передвижения через игровые правила. Предлагайте любые другие настройки, которые вы хотели бы видеть.\n [*][b]Варианты графических настроек:[/b] Я также работаю над улучшением рендеринга/FPS, что будет выпущено в будущем обновлении. Но на данный момент мне удалось добиться лишь 13% прироста FPS. (При желании вы можете раскомментировать мои незавершенные графические параметры, но сейчас они не включены по умолчанию.) Обратите внимание, что если ваша производительность ограничена процессором, вы все равно можете заметить прирост FPS. Также вы увидите прирост FPS при использовании любых дополнительных правил производительности в определенных сценах, так как объектов для отрисовки станет меньше.\n[/olist]\n\n[h2]Нативная локализация:[/h2]\n[list]\n [*][b]English:[/b] Primary\n[/list]\n\n[h2]Локализация через DeepL:[/h2]\n[list]\n [*][b]Chinese / 中文[/b]\n [*][b]French / Français[/b]\n [*][b]German / Deutsch[/b]\n [*][b]Japanese / 日本語[/b]\n [*][b]Korean / 한국어[/b]\n [*][b]Polish / Polski[/b]\n [*][b]Portuguese (Brazil) / Português (Brasil)[/b]\n [*][b]Russian / Русский[/b]\n [*][b]Spanish / Español[/b]\n [*][b]Turkish / Türkçe[/b]\n[/list]\n\n[h1]Журнал изменений:[/h1]\nСм. [url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]Change Notes на странице мастерской[/url].\n\n[h1]Совместимость:[/h1]\n[list]\n [*]Поддерживает v1.0.11 и бету v1.1.\n [*]Не совместим с режимом Ironman.\n [*]Полностью совместим с сохранениями.\n [*]Не следует использовать с любыми другими модами на изменение тиков, такими как Daily Ticks.\n [*]Могу добавить патчи совместимости по запросу.\n[/list]\n\n[h1]Дополнительные примечания[/h1]\nВ связи со значительным увеличением скорости вы можете захотеть играть на более низких настройках скорости, возможно, на 1-й во время войны.\n\nТестировщики пока не заметили никаких проблем или неожиданного поведения. Но, пожалуйста, сообщайте о любых проблемах или результатах, которые не соответствуют ванильному/ожидаемому поведению.\n\nВ дополнение к разделу комментариев и закрепленному обсуждению предложений, вы также можете задать вопросы, сообщить о багах или внести предложения в [url=https://discord.gg/zeQ6x9wrPq]канале #utility-mods в EU5 Community discord[/url]. И если вы заинтересованы в участии в разработке этого или других моих модов, вы можете упомянуть или добавить меня в Discord @arealconner. Любой вклад приветствуется.\n\nЯ также ищу новых тестеров для версии мода, находящейся в разработке. Если вы заинтересованы, пожалуйста, также свяжитесь со мной в Discord.\n\nИсходный код и версии мода для разработчиков доступны на [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub.[/url]\n",
        "title": "Быстрая Универсалис"
      },
      "simp_chinese": {
        "description": "[h1]概览：[/h1]\n在保持原版平衡性和游戏玩法的同时，显著提升游戏运行速度/嘀嗒频率（tick rate）。\n\n[h1]功能特点：[/h1]\n[olist]\n [*][b]游戏速度提升 100%+：[/b] 在 5 档速度下，你将看到时间流逝速度约为原版的两倍，在较低档位下的提升甚至更加明显。\n    [list]\n     [*]通过数十项 Defines 文件修改实现，具体细节过多，不在此一一列出。\n     [*]移除了每小时嘀嗒（hourly ticks）。\n     [*]战斗、移动速度、游戏与 AI 更新频率均已调整，因此所有结果和游戏平衡应与原版完全一致。除了速度变快外，你应该不会察觉到任何区别。\n    [/list]\n [*][b]可选性能优化游戏规则：[/b]\n  [list]\n   [*][b]基于人口的国家删减：[/b] 在没有任何常规国家的地区删除基于人口的国家（Pop-Based Nations）。请参阅模组页面截图与原版进行对比。\n   [*][b]区域移除：[/b] 欧洲中心、亚洲中心以及移除低重要性区域。请查看模组页面截图了解各自的具体效果。\n    [list]\n     [*][b]移除低重要性区域：[/b] 删除互动几率极小的微型国家，例如太平洋岛国——详见游戏规则描述。\n     [*][b]欧洲中心：[/b] 实际上变为仅限欧洲的游戏，移除了东亚、印度尼西亚和大洋洲等遥远地区。\n     [*][b]亚洲中心：[/b] 实际上变为仅限亚洲的游戏，移除了欧洲和西非等遥远地区。\n    [/list]\n  [/list]\n[/olist]\n\n作为参考，在我的测试中，“Daily Ticks”模组在 5 档速度下使游戏速度提升了 12.92%，而如视频所示，在不开启任何可选优化的情况下，“Faster Universalis”在一个后期原版存档中使游戏速度提升了 102.12%。如果开启了“基于人口的国家删减”和“欧洲中心”等可选优化，性能提升可达 200% 以上。\n\n[h1]计划中/即将推出：[/h1]\n[olist]\n [*][b]持续性能优化：[/b] 随着发现更多优化机会，我将继续优化该模组的性能。\n [*][b]额外自定义：[/b] 允许通过游戏规则调整战斗速度和移动速度。欢迎随时建议你希望看到的其他设置。\n [*][b]图形微调选项：[/b] 我一直在努力改进渲染/FPS性能，并将在未来的更新中发布。目前，我仅实现了 13% 的 FPS 提升。（如果你愿意，可以手动取消我开发中（WIP）图形 Defines 的注释，但目前默认未启用。）请注意，如果你的性能瓶颈在 CPU，目前可能仍会看到 FPS 提升。在使用任何可选性能游戏规则时，由于渲染内容减少，在某些场景下也会看到 FPS 提升。\n[/olist]\n\n[h2]原生本地化：[/h2]\n[list]\n [*][b]English (英语):[/b] 主要语言\n[/list]\n\n[h2]DeepL 翻译本地化：[/h2]\n[list]\n [*][b]Chinese / 中文[/b]\n [*][b]French / Français[/b]\n [*][b]German / Deutsch[/b]\n [*][b]Japanese / 日本語[/b]\n [*][b]Korean / 한국어[/b]\n [*][b]Polish / Polski[/b]\n [*][b]Portuguese (Brazil) / Português (Brasil)[/b]\n [*][b]Russian / Русский[/b]\n [*][b]Spanish / Español[/b]\n [*][b]Turkish / Türkçe[/b]\n[/list]\n\n[h1]更新日志：[/h1]\n请参阅 [url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]创意工坊页面上的更新说明[/url]。\n\n[h1]兼容性：[/h1]\n[list]\n [*]支持 v1.0.11 和 v1.1 测试版。\n [*]不兼容铁人模式。\n [*]完全兼容存档。\n [*]不应与其他任何修改嘀嗒（tick）的模组（如 Daily Ticks）同时使用。\n [*]我可以根据要求添加兼容性补丁。\n[/list]\n\n[h1]补充说明[/h1]\n由于速度提升非常剧烈，你可能需要调低速度档位，例如在战争时使用 1 档。\n\n到目前为止，测试者尚未发现任何问题或异常行为。但如果发生任何与原版/预期行为不符的情况，请及时报告。\n\n除了评论区和置顶的建议讨论帖，你也可以在 [url=https://discord.gg/zeQ6x9wrPq]EU5 Community Discord 服务器的 #utility-mods 频道[/url]提出任何问题、报告漏洞或提供建议。如果你有兴趣参与本模组或其他模组的开发，可以在 Discord 上私聊或添加我：@arealconner。欢迎所有形式的贡献。\n\n我目前也在为模组的开发版本寻找更多测试人员。如果你有兴趣，也请通过 Discord 联系。\n\n模组的源码和开发版本可在 [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub[/url] 上获取。\n",
        "title": "极速欧陆"
      },
      "spanish": {
        "description": "[h1]Resumen:[/h1]\nMejora drásticamente la velocidad del juego y la tasa de ticks, manteniendo el equilibrio y la experiencia de juego original (vanilla).\n\n[h1]Características:[/h1]\n[olist]\n [*][b]Velocidad de juego un 100%+ más rápida:[/b] En velocidad 5, el tiempo pasará aproximadamente el doble de rápido que en la versión original, con una mejora aún mayor en las velocidades inferiores.\n    [list]\n     [*]Logrado mediante docenas de cambios en los \"defines\" que serían demasiados para enumerar aquí.\n     [*]Se han eliminado los ticks horarios.\n     [*]El combate, la velocidad de movimiento y la frecuencia de actualización del juego y la IA se han ajustado para que todos los resultados y el equilibrio del juego sean idénticos a la versión original. No deberías notar ninguna diferencia aparte de la mayor velocidad.\n    [/list]\n [*][b]Reglas de juego opcionales para la optimización del rendimiento:[/b]\n  [list]\n   [*][b]Eliminación de naciones basadas en población (Pops):[/b] Elimina las naciones basadas en población en regiones sin naciones normales. Consulta la captura de pantalla de la página del mod para ver una comparativa con la versión original.\n   [*][b]Eliminación de regiones:[/b] Centrado en Europa, Centrado en Asia y Eliminar regiones de baja importancia. Consulta las capturas de pantalla de la página del mod para ver cómo se verá cada una.\n    [list]\n     [*][b]Eliminar regiones de baja importancia:[/b] Elimina naciones menores en regiones con pocas posibilidades de interacción, como las pequeñas naciones insulares del Pacífico; detalles completos en las descripciones de las reglas del juego.\n     [*][b]Centrado en Europa:[/b] Efectivamente una partida solo en Europa, eliminando regiones lejanas como Asia Oriental, Indonesia y Oceanía.\n     [*][b]Centrado en Asia:[/b] Efectivamente una partida solo en Asia, eliminando regiones lejanas como Europa y África Occidental.\n    [/list]\n  [/list]\n[/olist]\n\nComo referencia, en mis pruebas, Daily Ticks en velocidad 5 aumentó la velocidad del juego en un 12,92%, mientras que, como muestra el vídeo de la página de Steam, Faster Universalis, sin ninguna optimización opcional activada, aumentó la velocidad del juego en un 102,12% en una partida guardada avanzada de la versión original. Con las optimizaciones opcionales activadas, como la eliminación de naciones basadas en población y las regiones centradas en Europa, se pueden ver mejoras de más del 200%.\n\n[h1]Planificado/Próximamente:[/h1]\n[olist]\n [*][b]Optimización continua del rendimiento:[/b] Seguiré optimizando el mod para mejorar el rendimiento a medida que encuentre más oportunidades.\n [*][b]Personalización adicional:[/b] Permitir ajustar la velocidad de combate y de movimiento a través de las reglas del juego. No dudes en sugerir otros ajustes que te gustaría ver.\n [*][b]Opciones de ajustes gráficos:[/b] He estado trabajando en mejorar también el rendimiento del renderizado/FPS, que se lanzará en una futura actualización. Por ahora, solo he logrado un aumento del 13% en los FPS. (Si lo deseas, puedes descomentar mis \"defines\" gráficos en desarrollo, pero no están activados por defecto actualmente). Ten en cuenta que, si tu limitación es la CPU (CPU-bound), es posible que ya notes una mejora en los FPS. También verás una mejora de FPS al usar cualquiera de las reglas de juego de rendimiento opcionales en ciertas escenas, ya que habrá menos que renderizar.\n[/olist]\n\n[h2]Localizaciones nativas:[/h2]\n[list]\n [*][b]Inglés:[/b] Principal\n[/list]\n\n[h2]Localizaciones traducidas por DeepL:[/h2]\n[list]\n [*][b]Chino / 中文[/b]\n [*][b]Francés / Français[/b]\n [*][b]Alemán / Deutsch[/b]\n [*][b]Japonés / 日本語[/b]\n [*][b]Coreano / 한국어[/b]\n [*][b]Polaco / Polski[/b]\n [*][b]Portugués (Brasil) / Português (Brasil)[/b]\n [*][b]Ruso / Русский[/b]\n [*][b]Español / Español[/b]\n [*][b]Turco / Türkçe[/b]\n[/list]\n\n[h1]Registro de cambios:[/h1]\nConsulta las [url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]Notas de cambios en la página de la workshop[/url].\n\n[h1]Compatibilidad:[/h1]\n[list]\n [*]Soporta v1.0.11 y la beta v1.1.\n [*]No es compatible con Ironman.\n [*]Totalmente compatible con partidas guardadas.\n [*]No debe usarse con ningún otro mod que cambie los ticks, como Daily Ticks.\n [*]Puedo añadir parches de compatibilidad bajo petición.\n[/list]\n\n[h1]Notas adicionales[/h1]\nCon las drásticas mejoras de velocidad, es posible que desees jugar en un ajuste de velocidad más bajo, quizás en velocidad 1 durante las guerras.\n\nLos probadores no han notado ningún problema o comportamiento inesperado hasta ahora. Pero, por favor, informa de cualquier fallo o resultado que no coincida con la versión original o el comportamiento esperado si ocurre alguno.\n\nAdemás de la sección de comentarios y el hilo de sugerencias fijado, también puedes hacer preguntas, reportar errores o hacer sugerencias en el [url=https://discord.gg/zeQ6x9wrPq]canal #utility-mods del servidor de Discord de la comunidad de EU5[/url]. Y si estás interesado en participar en el desarrollo de este o de alguno de mis otros mods, puedes mencionarme o añadirme en Discord como @arealconner. Todas las contribuciones son bienvenidas.\n\nTambién busco más probadores para la versión de desarrollo del mod. Si estás interesado, ponte en contacto conmigo también por Discord.\n\nLas versiones de origen y de desarrollo del mod están disponibles en [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub.[/url]\n",
        "title": "Universalis más rápido"
      },
      "turkish": {
        "description": "[h1]Genel Bakış:[/h1]\nVanilla dengesini ve oynanışını korurken oyun hızını/tick oranını büyük ölçüde artırır.\n\n[h1]Özellikler:[/h1]\n[olist]\n [*][b]%100+ Daha Hızlı Oyun Hızı:[/b] 5. hızda zamanın vanilla'ya göre yaklaşık iki kat daha hızlı geçtiğini göreceksiniz; düşük hızlarda ise daha da büyük bir iyileşme söz konusudur.\n    [list]\n     [*]Burada listelenemeyecek kadar çok olan düzinelerce define değişikliği ile gerçekleştirilmiştir.\n     [*]Saatlik tick'ler kaldırıldı.\n     [*]Çatışma, Hareket Hızı, Oyun ve YZ Güncelleme Sıklığı; tüm sonuçların ve oyun dengesinin vanilla ile aynı olması için ayarlandı. Daha yüksek hız dışında herhangi bir fark hissetmemelisiniz.\n    [/list]\n [*][b]İsteğe Bağlı Performans Optimizasyonu Oyun Kuralları:[/b]\n  [list]\n   [*][b]Nüfus Temelli Ulus Ayıklama:[/b] Herhangi bir normal ulus bulunmayan bölgelerdeki Nüfus Temelli Ulusları siler. Vanilla ile karşılaştırma için mod sayfası ekran görüntüsüne bakın.\n   [*][b]Bölge Kaldırma:[/b] Avrupa Merkezli, Asya Merkezli ve Düşük Önemli Bölgeleri Kaldır. Her birinin nasıl görüneceği için mod sayfası ekran görüntülerine bakın.\n    [list]\n     [*][b]Düşük Önemli Bölgeleri Kaldır:[/b] Küçük Pasifik adası ulusları gibi etkileşim şansı düşük olan bölgelerdeki Küçük Ulusları siler — tüm ayrıntılar oyun kuralı açıklamalarındadır.\n     [*][b]Avrupa Merkezli:[/b] Doğu Asya, Endonezya ve Okyanusya gibi uzak bölgeleri kaldırarak etkili bir şekilde sadece Avrupa odaklı bir oyun sunar.\n     [*][b]Asya Merkezli:[/b] Avrupa ve Batı Afrika gibi uzak bölgeleri kaldırarak etkili bir şekilde sadece Asya odaklı bir oyun sunar.\n    [/list]\n  [/list]\n[/olist]\n\nReferans olması açısından, testlerimde 5. hızda Daily Ticks oyun hızını %12,92 artırırken; Steam sayfası videosunda görüldüğü üzere Faster Universalis, herhangi bir isteğe bağlı optimizasyon etkinleştirilmeden oyun sonu bir vanilla savesinde oyun hızını %102,12 artırmıştır. Nüfus Temelli Ulus Ayıklama ve Avrupa merkezli bölgeler gibi isteğe bağlı optimizasyonlar etkinleştirildiğinde %200'ün üzerinde iyileşme görebilirsiniz.\n\n[h1]Planlanan/Gelecek:[/h1]\n[olist]\n [*][b]Sürekli Performans Optimizasyonu:[/b] Daha fazla fırsat buldukça modu performans için optimize etmeye devam edeceğim.\n [*][b]Ek Özelleştirme:[/b] Çatışma hızının ve hareket hızının oyun kuralları aracılığıyla ayarlanmasına izin verilecek. Görmek istediğiniz diğer ayarları önermekten çekinmeyin.\n [*][b]Grafik Ayar Seçenekleri:[/b] Render/FPS performansını iyileştirmek üzerinde de çalışıyorum ve bu gelecekteki bir güncellemede yayınlanacak. Ancak şu an itibariyle FPS'de yalnızca %13'lük bir artış sağlayabildim. (İsterseniz, yapım aşamasındaki grafik define'larımı yorum satırı olmaktan çıkarabilirsiniz, ancak şu anda varsayılan olarak etkin değildir.) İşlemci darboğazı yaşıyorsanız, şu anda bile bir FPS artışı görebileceğinizi unutmayın. Ayrıca, işlenecek daha az şey olacağı için belirli sahnelerde isteğe bağlı performans oyun kurallarından herhangi birini kullanarak bir FPS artışı göreceksiniz.\n[/olist]\n\n[h2]Ana Dil Yerelleştirmeleri:[/h2]\n[list]\n [*][b]İngilizce:[/b] Birincil\n[/list]\n\n[h2]DeepL İle Çevrilmiş Yerelleştirmeler:[/h2]\n[list]\n [*][b]Çince / 中文[/b]\n [*][b]Fransızca / Français[/b]\n [*][b]Almanca / Deutsch[/b]\n [*][b]Japonca / 日本語[/b]\n [*][b]Korece / 한국어[/b]\n [*][b]Lehçe / Polski[/b]\n [*][b]Portekizce (Brezilya) / Português (Brasil)[/b]\n [*][b]Rusça / Русский[/b]\n [*][b]İspanyolca / Español[/b]\n [*][b]Türkçe / Türkçe[/b]\n[/list]\n\n[h1]Değişiklik Günlüğü:[/h1]\nWorkshop sayfasındaki [url=https://steamcommunity.com/sharedfiles/filedetails/changelog/3662193478]Değişiklik Notlarına[/url] bakın.\n\n[h1]Uyumluluk:[/h1]\n[list]\n [*]v1.0.11 ve v1.1 beta sürümlerini destekler.\n [*]Ironman uyumlu değildir.\n [*]Kayıtlı oyunlarla tam uyumludur.\n [*]Daily Ticks gibi başka herhangi bir tick değiştirme moduyla birlikte kullanılmamalıdır.\n [*]İstek üzerine uyumluluk yamaları ekleyebilirim.\n[/list]\n\n[h1]Ek Notlar[/h1]\nBüyük hız artışları nedeniyle, düşük bir hız ayarında oynamak isteyebilirsiniz; belki savaş sırasındayken 1. hızda.\n\nTest kullanıcıları şu ana kadar herhangi bir sorun/beklenmedik davranış fark etmediler. Ama lütfen herhangi bir sorunla veya vanilla/beklenen davranışla eşleşmeyen sonuçlarla karşılaşırsanız bildirin.\n\nYorum bölümüne ve sabitlenmiş öneriler tartışmasına ek olarak, sorularınızı sorabilir, hataları bildirebilir veya [url=https://discord.gg/zeQ6x9wrPq]EU5 Topluluğu discord sunucusunun #utility-mods kanalında[/url] önerilerde bulunabilirsiniz. Ve eğer bu veya diğer modlarımdan birinin geliştirilmesine katılmakla ilgileniyorsanız, Discord üzerinden @arealconner kullanıcı adıyla bana ulaşabilir veya beni ekleyebilirsiniz. Tüm katkılar bekliyoruz.\n\nAyrıca modun geliştirme sürümü için daha fazla test kullanıcısı arıyorum. Eğer ilgileniyorsanız lütfen Discord üzerinden bana ulaşın.\n\nModun kaynak ve geliştirme sürümleri [url=https://github.com/conner-olsen/eu5-faster-universalis]GitHub[/url] üzerinde mevcuttur.\n",
        "title": "Daha Hızlı Universalis"
      }
    }
  }
}